blog/2019/most-people-donot-want-to-swim-until-they-can-swim.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 11:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>大多数人在还不会游泳之前都不会想游泳</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">大多数人在还不会游泳之前都不会想游泳</h1>
</header><p>
昨天太累了，晚上十点睡觉，定闹钟晚上十一点半起床写作业，结果今天早晨五点醒。
</p>

<p>
这几天一直在熬夜，最晚一次到将近凌晨四点，发现效率很低。我觉得可能在一个平衡上，就是作息时间一定要在一段时间里达到一个平衡，不然身体负荷大，很容易垮。
</p>

<p>
看《非正式会谈 第一季》，看到下面评论说，金韩一去世了。我搜了一下，发现是去年。原因可能是因为工作过于劳累。
</p>

<p>
觉得好可惜，在非正式会谈里，金韩一是一个很有正能量的人，我对他印象不错。只能祝愿他在天堂安好吧。
</p>

<p>
有关于标题：
</p>

<p>
大多数人在还不会游泳之前都不会想游泳。
</p>

<p>
我在看一本小哲学书（内容很少，但思想很深厚），里面有这句话，我也学过游泳，很感慨。
</p>

<p>
这句话不同的人一定会有不同的理解，我说一下我的：
</p>

<blockquote>
<p>
很多事情一开始并不想做，但是你做了之后会发现：这些事情你是做得下来的。就像现在我有很多不想做的事情，但是一定会在未来的某个时刻，我把它给完成了。
</p>
</blockquote>
</div>
</body>
</html>